Repository: Propeller-SV/expatconsultancy
Catalog: languages/*.po
Languages: ru_ru

source: Custom Attachments
ru_ru: Пользовательские приложения

source: Upload your files here
ru_ru: Загрузите ваши файлы

source: Remove file
ru_ru: Удалить файл

source: There was an error uploading your file. The error is:
ru_ru: Произошла ошибка при загрузке файла. Ошибка является:

source: The file type that you've uploaded is not a PDF or doc
ru_ru: Тип файла, который вы загрузили не является PDF или doc

source: There was an error trying to delete your file.
ru_ru: Произошла ошибка при попытке удаления файла.

source: Copyright
ru_ru: Авторские права от

source: Designed by
ru_ru: Дизайн от

source: file
ru_ru: файл

source: Download
ru_ru: Скачать

source: Primary Menu
ru_ru: Основное меню

source: Sorry, no posts matched your criteria.
ru_ru: Извините, не найдено записей по Вашему запросу
